{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "#": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      "*": 9,
      ",": 10,
      "-": 11,
      ".": 12,
      "0": 13,
      "1": 14,
      "2": 15,
      "3": 16,
      "4": 17,
      "5": 18,
      "6": 19,
      "8": 20,
      ":": 21,
      ">": 22,
      "A": 23,
      "B": 24,
      "C": 25,
      "D": 26,
      "E": 27,
      "F": 28,
      "G": 29,
      "H": 30,
      "I": 31,
      "J": 32,
      "K": 33,
      "L": 34,
      "M": 35,
      "N": 36,
      "O": 37,
      "P": 38,
      "Q": 39,
      "R": 40,
      "S": 41,
      "T": 42,
      "U": 43,
      "W": 44,
      "Y": 45,
      "a": 46,
      "b": 47,
      "c": 48,
      "d": 49,
      "e": 50,
      "f": 51,
      "g": 52,
      "h": 53,
      "i": 54,
      "j": 55,
      "k": 56,
      "l": 57,
      "m": 58,
      "n": 59,
      "o": 60,
      "p": 61,
      "r": 62,
      "s": 63,
      "t": 64,
      "u": 65,
      "v": 66,
      "w": 67,
      "x": 68,
      "y": 69,
      "z": 70,
      "¡": 71,
      "¢": 72,
      "£": 73,
      "¤": 74,
      "¥": 75,
      "¦": 76,
      "§": 77,
      "¨": 78,
      "©": 79,
      "ª": 80,
      "«": 81,
      "¬": 82,
      "®": 83,
      "¯": 84,
      "°": 85,
      "±": 86,
      "²": 87,
      "³": 88,
      "´": 89,
      "µ": 90,
      "¶": 91,
      "·": 92,
      "¸": 93,
      "¹": 94,
      "º": 95,
      "»": 96,
      "¼": 97,
      "½": 98,
      "¾": 99,
      "¿": 100,
      "ã": 101,
      "ä": 102,
      "å": 103,
      "æ": 104,
      "ç": 105,
      "è": 106,
      "é": 107,
      "ï": 108,
      "Ċ": 109,
      "č": 110,
      "Ġ": 111,
      "Ģ": 112,
      "ģ": 113,
      "Ĥ": 114,
      "ĥ": 115,
      "Ħ": 116,
      "ħ": 117,
      "Ĩ": 118,
      "ĩ": 119,
      "Ī": 120,
      "ī": 121,
      "Ĭ": 122,
      "ĭ": 123,
      "Į": 124,
      "į": 125,
      "İ": 126,
      "ı": 127,
      "Ĳ": 128,
      "ĳ": 129,
      "Ĵ": 130,
      "ĵ": 131,
      "Ķ": 132,
      "ķ": 133,
      "ĸ": 134,
      "Ĺ": 135,
      "ĺ": 136,
      "Ļ": 137,
      "ļ": 138,
      "Ľ": 139,
      "ľ": 140,
      "Ŀ": 141,
      "ŀ": 142,
      "Ł": 143,
      "ł": 144,
      "Ń": 145,
      "ï¼": 146,
      "čĊ": 147,
      "**": 148,
      "ãĢ": 149,
      "ä¸": 150,
      "ï¼ļ": 151,
      "ĠĠ": 152,
      "ãĢĤ": 153,
      "çļ": 154,
      "Ġ**": 155,
      "**ï¼ļ": 156,
      "çļĦ": 157,
      "Ġ*": 158,
      "çĲ": 159,
      "ĠčĊ": 160,
      "çĲĨ": 161,
      "ä½": 162,
      "Ġæ": 163,
      "å¤": 164,
      "æľ": 165,
      "Ġ(": 166,
      "en": 167,
      "Ġå": 168,
      "in": 169,
      "ä»": 170,
      "ç¬": 171,
      "ç»": 172,
      "çĶ": 173,
      "ï¼Į": 174,
      "¡å": 175,
      "ä¹": 176,
      "æł": 177,
      "è§": 178,
      "##": 179,
      "¨¡å": 180,
      "åĮ": 181,
      "è®": 182,
      "ï¼Ī": 183,
      "ï¼ī": 184,
      "ä¸Ģ": 185,
      "çļĦå": 186,
      "åĮĸ": 187,
      "on": 188,
      "ra": 189,
      "¦ä¹": 190,
      "å®": 191,
      "åı": 192,
      "åľ": 193,
      "èĥ": 194,
      "ĠL": 195,
      "ŀĭ": 196,
      "Ń¦ä¹": 197,
      "ç¬¬": 198,
      "¨¡åŀĭ": 199,
      "èĥ½": 200,
      "Ń¦ä¹ł": 201,
      "åħ": 202,
      "åĬ": 203,
      "åĲ": 204,
      "åŃ¦ä¹ł": 205,
      "æĪ": 206,
      "çĽ": 207,
      "è¯": 208,
      "è·": 209,
      "è¿": 210,
      "éĩ": 211,
      "ĠA": 212,
      "ãĢģ": 213,
      "æľ¬": 214,
      "ent": 215,
      "çĶ¨": 216,
      "ä¸Ģä¸": 217,
      "LM": 218,
      "¶æ": 219,
      "äº": 220,
      "åº": 221,
      "æķ": 222,
      "æ¨¡åŀĭ": 223,
      "çł": 224,
      "éĺ": 225,
      "ĳ¨": 226,
      "ĺ¯": 227,
      "ing": 228,
      "æłĩ": 229,
      "è§£": 230,
      "å®ŀ": 231,
      "åľ¨": 232,
      "çĽ®": 233,
      "ä¸Ģä¸ª": 234,
      "RA": 235,
      "ll": 236,
      "¦Ĥ": 237,
      "°ĥ": 238,
      "å¾": 239,
      "å¿": 240,
      "å¦Ĥ": 241,
      "æī": 242,
      "æİ": 243,
      "çº": 244,
      "è¡": 245,
      "è°ĥ": 246,
      "éĹ": 247,
      "Ġ##": 248,
      "ĴĮ": 249,
      "ĠĠĠ": 250,
      "éĩı": 251,
      ")ãĢĤ": 252,
      "ed": 253,
      "er": 254,
      "ion": 255,
      "®µ": 256,
      "®è°ĥ": 257,
      "´¢": 258,
      "¸å¿": 259,
      "¿çĶ¨": 260,
      "å¯": 261,
      "å·": 262,
      "å¼": 263,
      "åģ": 264,
      "åĩ": 265,
      "åĴĮ": 266,
      "æĲ": 267,
      "æŀ": 268,
      "æĺ¯": 269,
      "çİ": 270,
      "ç´¢": 271,
      "éĢ": 272,
      "Ġ>": 273,
      "ĠG": 274,
      "ĠçļĦ": 275,
      "Ġç¬¬": 276,
      "ĥçĽ®": 277,
      "ĦçĲĨ": 278,
      "Īĸ": 279,
      "ĸĩ": 280,
      "ä¸Ĭ": 281,
      "çĲĨè§£": 282,
      "ä½¿çĶ¨": 283,
      "ĠæĪĸ": 284,
      "å¤ĦçĲĨ": 285,
      "Ġåĳ¨": 286,
      "ä»¥": 287,
      "æł¸å¿": 288,
      "ran": 289,
      "åĲĪ": 290,
      "æĪĲ": 291,
      "è¿Ľ": 292,
      "¶æ®µ": 293,
      "æķ°": 294,
      "éĺ¶æ®µ": 295,
      "è¡Į": 296,
      "Ġ###": 297,
      "çİ°": 298,
      "ĥçĽ®æłĩ": 299,
      "æł¸å¿ĥçĽ®æłĩ": 300,
      "LLM": 301,
      "PT": 302,
      "Re": 303,
      "am": 304,
      "ce": 305,
      "fo": 306,
      "it": 307,
      "mer": 308,
      "od": 309,
      "rmer": 310,
      "sfo": 311,
      "tt": 312,
      "£çł": 313,
      "¨çĲĨ": 314,
      "³»": 315,
      "ºèĥ½": 316,
      "»åĬ": 317,
      "¼ĺ": 318,
      "ä¼ĺ": 319,
      "åĨ": 320,
      "åī": 321,
      "åİ": 322,
      "åĽ": 323,
      "æ¡": 324,
      "æ³": 325,
      "æĢ": 326,
      "æĩ": 327,
      "æĻ": 328,
      "æĸĩ": 329,
      "ç½": 330,
      "ç³»": 331,
      "è¾": 332,
      "é¢": 333,
      "éĥ": 334,
      "ĠM": 335,
      "ĠP": 336,
      "ĠT": 337,
      "Ġä»¥": 338,
      "ĬĢ": 339,
      "ıå": 340,
      "Ĵåģ": 341,
      "ŀæĩ": 342,
      "Łº": 343,
      "ŁçĲĨ": 344,
      "ãĢĬ": 345,
      "ãĢĭ": 346,
      "ä¸İ": 347,
      "ä½ķ": 348,
      "ä½ľ": 349,
      "ä½ł": 350,
      "å¤ļ": 351,
      "ä»£çł": 352,
      "ä»»åĬ": 353,
      "ç»ĥ": 354,
      "ç»Ł": 355,
      "ĠLLM": 356,
      "è¯¾": 357,
      "è·µ": 358,
      "ention": 359,
      "çłĶ": 360,
      "å®ŀè·µ": 361,
      "RAG": 362,
      "å¾®è°ĥ": 363,
      "å¦Ĥä½ķ": 364,
      "æİ¨çĲĨ": 365,
      "çº§": 366,
      "éĹ®": 367,
      "éĩıåĮĸ": 368,
      "å¯¹": 369,
      "æĲŀæĩ": 370,
      "ransfo": 371,
      "è¿Ľè¡Į": 372,
      "ttention": 373,
      "ä¼ĺåĮĸ": 374,
      "åīį": 375,
      "ç³»ç»Ł": 376,
      "éĥ¨": 377,
      "Ĵåģĩ": 378,
      "ä»£çłģ": 379,
      "ä»»åĬ¡": 380,
      "æĲŀæĩĤ": 381,
      "ransformer": 382,
      ")**ï¼ļ": 383,
      "02": 384,
      "202": 385,
      "Attention": 386,
      "FT": 387,
      "Hu": 388,
      "PE": 389,
      "Se": 390,
      "To": 391,
      "al": 392,
      "ar": 393,
      "cod": 394,
      "gent": 395,
      "il": 396,
      "lt": 397,
      "lam": 398,
      "ou": 399,
      "oRA": 400,
      "pe": 401,
      "re": 402,
      "tra": 403,
      "us": 404,
      "ult": 405,
      "vLLM": 406,
      "£Ģ": 407,
      "¨ĭ": 408,
      "ªģ": 409,
      "«ĺ": 410,
      "®Ĺ": 411,
      "¯çº": 412,
      "¯Ĵåģĩ": 413,
      "±Ĥ": 414,
      "¹¶": 415,
      "ºåĮĸ": 416,
      "»è·": 417,
      "½»": 418,
      "½Ĳ": 419,
      "¿åĽ": 420,
      "å°": 421,
      "åį": 422,
      "åĳ¨": 423,
      "å¹¶": 424,
      "æµ": 425,
      "æ·": 426,
      "æį": 427,
      "æĬĢ": 428,
      "æ£Ģ": 429,
      "ç§": 430,
      "çĤ": 431,
      "çī": 432,
      "çŁ": 433,
      "çŃ": 434,
      "ç¨ĭ": 435,
      "çªģ": 436,
      "ç®Ĺ": 437,
      "éħ": 438,
      "é«ĺ": 439,
      "é½Ĳ": 440,
      "Ġ4": 441,
      "ĠC": 442,
      "ĠD": 443,
      "ĠE": 444,
      "Ġs": 445,
      "Ġt": 446,
      "ĠçļĦå": 447,
      "ĠRAG": 448,
      "ĠvLLM": 449,
      "Ĩæŀ": 450,
      "ĭåĨ": 451,
      "įåĲĪ": 452,
      "Ķè®": 453,
      "Ļæĺ¯": 454,
      "ŀĦ": 455,
      "ŁæĪĲ": 456,
      "Ńç»ĥ": 457,
      "ä¸ļ": 458,
      "Ġæ¨¡åŀĭ": 459,
      "Ġæĺ¯": 460,
      "å¤§": 461,
      "æľ¯": 462,
      "æľĢ": 463,
      "ini": 464,
      "ç¬Ķè®": 465,
      "ç»ĵ": 466,
      "çĶŁæĪĲ": 467,
      "è§Ĩ": 468,
      "è§ī": 469,
      "è®º": 470,
      "è®Ńç»ĥ": 471,
      "åıĤ": 472,
      "åıĬ": 473,
      "åıĳ": 474,
      "åľ°": 475,
      "ĠLoRA": 476,
      "èĥ½åĬ": 477,
      "åħ³": 478,
      "åħ·": 479,
      "æĪĸ": 480,
      "è¯»": 481,
      "è¿Ļæĺ¯": 482,
      "éĩį": 483,
      "æľ¬åĳ¨": 484,
      "¶æŀĦ": 485,
      "äºİ": 486,
      "åºĵ": 487,
      "åºķ": 488,
      "æīĭåĨ": 489,
      "å·¥": 490,
      "åĩ»è·": 491,
      "éĢļ": 492,
      "ĠGPT": 493,
      "æķ°æį": 494,
      "åİŁçĲĨ": 495,
      "æ¡Ĩæŀ": 496,
      "æ³ķ": 497,
      "æĢģ": 498,
      "æĻºèĥ½": 499,
      "æĸĩæľ¬": 500,
      "ç½²": 501,
      "ĠMult": 502,
      "ĠTransformer": 503,
      "Ġä»¥åıĬ": 504,
      "Łºæľ¬": 505,
      "çłĶè¯»": 506,
      "éĹ®çŃ": 507,
      "å¯¹é½Ĳ": 508,
      "éĥ¨ç½²": 509,
      "2026": 510,
      "¯çº¿åĽ": 511,
      "ºåĮĸåŃ¦ä¹ł": 512,
      "æĬĢæľ¯": 513,
      "æ£Ģç´¢": 514,
      "çĤ¹": 515,
      "çªģåĩ»è·": 516,
      "Ġæĺ¯å¦Ĥä½ķ": 517,
      "ç¬Ķè®°": 518,
      "èĥ½åĬĽ": 519,
      "æľ¬åĳ¨ä»»åĬ¡": 520,
      "æīĭåĨĻ": 521,
      "æķ°æį®": 522,
      "æ¡Ĩæŀ¶": 523,
      "ĠMulti": 524,
      "éĹ®çŃĶ": 525,
      "¯çº¿åĽ¾": 526,
      "çªģåĩ»è·¯çº¿åĽ¾": 527
    },
    "merges": [
      [
        "ï",
        "¼"
      ],
      [
        "č",
        "Ċ"
      ],
      [
        "*",
        "*"
      ],
      [
        "ã",
        "Ģ"
      ],
      [
        "ä",
        "¸"
      ],
      [
        "ï¼",
        "ļ"
      ],
      [
        "Ġ",
        "Ġ"
      ],
      [
        "ãĢ",
        "Ĥ"
      ],
      [
        "ç",
        "ļ"
      ],
      [
        "Ġ",
        "**"
      ],
      [
        "**",
        "ï¼ļ"
      ],
      [
        "çļ",
        "Ħ"
      ],
      [
        "Ġ",
        "*"
      ],
      [
        "ç",
        "Ĳ"
      ],
      [
        "Ġ",
        "čĊ"
      ],
      [
        "çĲ",
        "Ĩ"
      ],
      [
        "ä",
        "½"
      ],
      [
        "Ġ",
        "æ"
      ],
      [
        "å",
        "¤"
      ],
      [
        "æ",
        "ľ"
      ],
      [
        "Ġ",
        "("
      ],
      [
        "e",
        "n"
      ],
      [
        "Ġ",
        "å"
      ],
      [
        "i",
        "n"
      ],
      [
        "ä",
        "»"
      ],
      [
        "ç",
        "¬"
      ],
      [
        "ç",
        "»"
      ],
      [
        "ç",
        "Ķ"
      ],
      [
        "ï¼",
        "Į"
      ],
      [
        "¡",
        "å"
      ],
      [
        "ä",
        "¹"
      ],
      [
        "æ",
        "ł"
      ],
      [
        "è",
        "§"
      ],
      [
        "#",
        "#"
      ],
      [
        "¨",
        "¡å"
      ],
      [
        "å",
        "Į"
      ],
      [
        "è",
        "®"
      ],
      [
        "ï¼",
        "Ī"
      ],
      [
        "ï¼",
        "ī"
      ],
      [
        "ä¸",
        "Ģ"
      ],
      [
        "çļĦ",
        "å"
      ],
      [
        "åĮ",
        "ĸ"
      ],
      [
        "o",
        "n"
      ],
      [
        "r",
        "a"
      ],
      [
        "¦",
        "ä¹"
      ],
      [
        "å",
        "®"
      ],
      [
        "å",
        "ı"
      ],
      [
        "å",
        "ľ"
      ],
      [
        "è",
        "ĥ"
      ],
      [
        "Ġ",
        "L"
      ],
      [
        "ŀ",
        "ĭ"
      ],
      [
        "Ń",
        "¦ä¹"
      ],
      [
        "ç¬",
        "¬"
      ],
      [
        "¨¡å",
        "ŀĭ"
      ],
      [
        "èĥ",
        "½"
      ],
      [
        "Ń¦ä¹",
        "ł"
      ],
      [
        "å",
        "ħ"
      ],
      [
        "å",
        "Ĭ"
      ],
      [
        "å",
        "Ĳ"
      ],
      [
        "å",
        "Ń¦ä¹ł"
      ],
      [
        "æ",
        "Ī"
      ],
      [
        "ç",
        "Ľ"
      ],
      [
        "è",
        "¯"
      ],
      [
        "è",
        "·"
      ],
      [
        "è",
        "¿"
      ],
      [
        "é",
        "ĩ"
      ],
      [
        "Ġ",
        "A"
      ],
      [
        "ãĢ",
        "ģ"
      ],
      [
        "æľ",
        "¬"
      ],
      [
        "en",
        "t"
      ],
      [
        "çĶ",
        "¨"
      ],
      [
        "ä¸Ģ",
        "ä¸"
      ],
      [
        "L",
        "M"
      ],
      [
        "¶",
        "æ"
      ],
      [
        "ä",
        "º"
      ],
      [
        "å",
        "º"
      ],
      [
        "æ",
        "ķ"
      ],
      [
        "æ",
        "¨¡åŀĭ"
      ],
      [
        "ç",
        "ł"
      ],
      [
        "é",
        "ĺ"
      ],
      [
        "ĳ",
        "¨"
      ],
      [
        "ĺ",
        "¯"
      ],
      [
        "in",
        "g"
      ],
      [
        "æł",
        "ĩ"
      ],
      [
        "è§",
        "£"
      ],
      [
        "å®",
        "ŀ"
      ],
      [
        "åľ",
        "¨"
      ],
      [
        "çĽ",
        "®"
      ],
      [
        "ä¸Ģä¸",
        "ª"
      ],
      [
        "R",
        "A"
      ],
      [
        "l",
        "l"
      ],
      [
        "¦",
        "Ĥ"
      ],
      [
        "°",
        "ĥ"
      ],
      [
        "å",
        "¾"
      ],
      [
        "å",
        "¿"
      ],
      [
        "å",
        "¦Ĥ"
      ],
      [
        "æ",
        "ī"
      ],
      [
        "æ",
        "İ"
      ],
      [
        "ç",
        "º"
      ],
      [
        "è",
        "¡"
      ],
      [
        "è",
        "°ĥ"
      ],
      [
        "é",
        "Ĺ"
      ],
      [
        "Ġ",
        "##"
      ],
      [
        "Ĵ",
        "Į"
      ],
      [
        "ĠĠ",
        "Ġ"
      ],
      [
        "éĩ",
        "ı"
      ],
      [
        ")",
        "ãĢĤ"
      ],
      [
        "e",
        "d"
      ],
      [
        "e",
        "r"
      ],
      [
        "i",
        "on"
      ],
      [
        "®",
        "µ"
      ],
      [
        "®",
        "è°ĥ"
      ],
      [
        "´",
        "¢"
      ],
      [
        "¸",
        "å¿"
      ],
      [
        "¿",
        "çĶ¨"
      ],
      [
        "å",
        "¯"
      ],
      [
        "å",
        "·"
      ],
      [
        "å",
        "¼"
      ],
      [
        "å",
        "ģ"
      ],
      [
        "å",
        "ĩ"
      ],
      [
        "å",
        "ĴĮ"
      ],
      [
        "æ",
        "Ĳ"
      ],
      [
        "æ",
        "ŀ"
      ],
      [
        "æ",
        "ĺ¯"
      ],
      [
        "ç",
        "İ"
      ],
      [
        "ç",
        "´¢"
      ],
      [
        "é",
        "Ģ"
      ],
      [
        "Ġ",
        ">"
      ],
      [
        "Ġ",
        "G"
      ],
      [
        "Ġ",
        "çļĦ"
      ],
      [
        "Ġ",
        "ç¬¬"
      ],
      [
        "ĥ",
        "çĽ®"
      ],
      [
        "Ħ",
        "çĲĨ"
      ],
      [
        "Ī",
        "ĸ"
      ],
      [
        "ĸ",
        "ĩ"
      ],
      [
        "ä¸",
        "Ĭ"
      ],
      [
        "çĲĨ",
        "è§£"
      ],
      [
        "ä½",
        "¿çĶ¨"
      ],
      [
        "Ġæ",
        "Īĸ"
      ],
      [
        "å¤",
        "ĦçĲĨ"
      ],
      [
        "Ġå",
        "ĳ¨"
      ],
      [
        "ä»",
        "¥"
      ],
      [
        "æł",
        "¸å¿"
      ],
      [
        "ra",
        "n"
      ],
      [
        "åĲ",
        "Ī"
      ],
      [
        "æĪ",
        "Ĳ"
      ],
      [
        "è¿",
        "Ľ"
      ],
      [
        "¶æ",
        "®µ"
      ],
      [
        "æķ",
        "°"
      ],
      [
        "éĺ",
        "¶æ®µ"
      ],
      [
        "è¡",
        "Į"
      ],
      [
        "Ġ##",
        "#"
      ],
      [
        "çİ",
        "°"
      ],
      [
        "ĥçĽ®",
        "æłĩ"
      ],
      [
        "æł¸å¿",
        "ĥçĽ®æłĩ"
      ],
      [
        "L",
        "LM"
      ],
      [
        "P",
        "T"
      ],
      [
        "R",
        "e"
      ],
      [
        "a",
        "m"
      ],
      [
        "c",
        "e"
      ],
      [
        "f",
        "o"
      ],
      [
        "i",
        "t"
      ],
      [
        "m",
        "er"
      ],
      [
        "o",
        "d"
      ],
      [
        "r",
        "mer"
      ],
      [
        "s",
        "fo"
      ],
      [
        "t",
        "t"
      ],
      [
        "£",
        "çł"
      ],
      [
        "¨",
        "çĲĨ"
      ],
      [
        "³",
        "»"
      ],
      [
        "º",
        "èĥ½"
      ],
      [
        "»",
        "åĬ"
      ],
      [
        "¼",
        "ĺ"
      ],
      [
        "ä",
        "¼ĺ"
      ],
      [
        "å",
        "Ĩ"
      ],
      [
        "å",
        "ī"
      ],
      [
        "å",
        "İ"
      ],
      [
        "å",
        "Ľ"
      ],
      [
        "æ",
        "¡"
      ],
      [
        "æ",
        "³"
      ],
      [
        "æ",
        "Ģ"
      ],
      [
        "æ",
        "ĩ"
      ],
      [
        "æ",
        "Ļ"
      ],
      [
        "æ",
        "ĸĩ"
      ],
      [
        "ç",
        "½"
      ],
      [
        "ç",
        "³»"
      ],
      [
        "è",
        "¾"
      ],
      [
        "é",
        "¢"
      ],
      [
        "é",
        "ĥ"
      ],
      [
        "Ġ",
        "M"
      ],
      [
        "Ġ",
        "P"
      ],
      [
        "Ġ",
        "T"
      ],
      [
        "Ġ",
        "ä»¥"
      ],
      [
        "Ĭ",
        "Ģ"
      ],
      [
        "ı",
        "å"
      ],
      [
        "Ĵ",
        "åģ"
      ],
      [
        "ŀ",
        "æĩ"
      ],
      [
        "Ł",
        "º"
      ],
      [
        "Ł",
        "çĲĨ"
      ],
      [
        "ãĢ",
        "Ĭ"
      ],
      [
        "ãĢ",
        "ĭ"
      ],
      [
        "ä¸",
        "İ"
      ],
      [
        "ä½",
        "ķ"
      ],
      [
        "ä½",
        "ľ"
      ],
      [
        "ä½",
        "ł"
      ],
      [
        "å¤",
        "ļ"
      ],
      [
        "ä»",
        "£çł"
      ],
      [
        "ä»",
        "»åĬ"
      ],
      [
        "ç»",
        "ĥ"
      ],
      [
        "ç»",
        "Ł"
      ],
      [
        "ĠL",
        "LM"
      ],
      [
        "è¯",
        "¾"
      ],
      [
        "è·",
        "µ"
      ],
      [
        "ent",
        "ion"
      ],
      [
        "çł",
        "Ķ"
      ],
      [
        "å®ŀ",
        "è·µ"
      ],
      [
        "RA",
        "G"
      ],
      [
        "å¾",
        "®è°ĥ"
      ],
      [
        "å¦Ĥ",
        "ä½ķ"
      ],
      [
        "æİ",
        "¨çĲĨ"
      ],
      [
        "çº",
        "§"
      ],
      [
        "éĹ",
        "®"
      ],
      [
        "éĩı",
        "åĮĸ"
      ],
      [
        "å¯",
        "¹"
      ],
      [
        "æĲ",
        "ŀæĩ"
      ],
      [
        "ran",
        "sfo"
      ],
      [
        "è¿Ľ",
        "è¡Į"
      ],
      [
        "tt",
        "ention"
      ],
      [
        "ä¼ĺ",
        "åĮĸ"
      ],
      [
        "åī",
        "į"
      ],
      [
        "ç³»",
        "ç»Ł"
      ],
      [
        "éĥ",
        "¨"
      ],
      [
        "Ĵåģ",
        "ĩ"
      ],
      [
        "ä»£çł",
        "ģ"
      ],
      [
        "ä»»åĬ",
        "¡"
      ],
      [
        "æĲŀæĩ",
        "Ĥ"
      ],
      [
        "ransfo",
        "rmer"
      ],
      [
        ")",
        "**ï¼ļ"
      ],
      [
        "0",
        "2"
      ],
      [
        "2",
        "02"
      ],
      [
        "A",
        "ttention"
      ],
      [
        "F",
        "T"
      ],
      [
        "H",
        "u"
      ],
      [
        "P",
        "E"
      ],
      [
        "S",
        "e"
      ],
      [
        "T",
        "o"
      ],
      [
        "a",
        "l"
      ],
      [
        "a",
        "r"
      ],
      [
        "c",
        "od"
      ],
      [
        "g",
        "ent"
      ],
      [
        "i",
        "l"
      ],
      [
        "l",
        "t"
      ],
      [
        "l",
        "am"
      ],
      [
        "o",
        "u"
      ],
      [
        "o",
        "RA"
      ],
      [
        "p",
        "e"
      ],
      [
        "r",
        "e"
      ],
      [
        "t",
        "ra"
      ],
      [
        "u",
        "s"
      ],
      [
        "u",
        "lt"
      ],
      [
        "v",
        "LLM"
      ],
      [
        "£",
        "Ģ"
      ],
      [
        "¨",
        "ĭ"
      ],
      [
        "ª",
        "ģ"
      ],
      [
        "«",
        "ĺ"
      ],
      [
        "®",
        "Ĺ"
      ],
      [
        "¯",
        "çº"
      ],
      [
        "¯",
        "Ĵåģĩ"
      ],
      [
        "±",
        "Ĥ"
      ],
      [
        "¹",
        "¶"
      ],
      [
        "º",
        "åĮĸ"
      ],
      [
        "»",
        "è·"
      ],
      [
        "½",
        "»"
      ],
      [
        "½",
        "Ĳ"
      ],
      [
        "¿",
        "åĽ"
      ],
      [
        "å",
        "°"
      ],
      [
        "å",
        "į"
      ],
      [
        "å",
        "ĳ¨"
      ],
      [
        "å",
        "¹¶"
      ],
      [
        "æ",
        "µ"
      ],
      [
        "æ",
        "·"
      ],
      [
        "æ",
        "į"
      ],
      [
        "æ",
        "ĬĢ"
      ],
      [
        "æ",
        "£Ģ"
      ],
      [
        "ç",
        "§"
      ],
      [
        "ç",
        "Ĥ"
      ],
      [
        "ç",
        "ī"
      ],
      [
        "ç",
        "Ł"
      ],
      [
        "ç",
        "Ń"
      ],
      [
        "ç",
        "¨ĭ"
      ],
      [
        "ç",
        "ªģ"
      ],
      [
        "ç",
        "®Ĺ"
      ],
      [
        "é",
        "ħ"
      ],
      [
        "é",
        "«ĺ"
      ],
      [
        "é",
        "½Ĳ"
      ],
      [
        "Ġ",
        "4"
      ],
      [
        "Ġ",
        "C"
      ],
      [
        "Ġ",
        "D"
      ],
      [
        "Ġ",
        "E"
      ],
      [
        "Ġ",
        "s"
      ],
      [
        "Ġ",
        "t"
      ],
      [
        "Ġ",
        "çļĦå"
      ],
      [
        "Ġ",
        "RAG"
      ],
      [
        "Ġ",
        "vLLM"
      ],
      [
        "Ĩ",
        "æŀ"
      ],
      [
        "ĭ",
        "åĨ"
      ],
      [
        "į",
        "åĲĪ"
      ],
      [
        "Ķ",
        "è®"
      ],
      [
        "Ļ",
        "æĺ¯"
      ],
      [
        "ŀ",
        "Ħ"
      ],
      [
        "Ł",
        "æĪĲ"
      ],
      [
        "Ń",
        "ç»ĥ"
      ],
      [
        "ä¸",
        "ļ"
      ],
      [
        "Ġæ",
        "¨¡åŀĭ"
      ],
      [
        "Ġæ",
        "ĺ¯"
      ],
      [
        "å¤",
        "§"
      ],
      [
        "æľ",
        "¯"
      ],
      [
        "æľ",
        "Ģ"
      ],
      [
        "in",
        "i"
      ],
      [
        "ç¬",
        "Ķè®"
      ],
      [
        "ç»",
        "ĵ"
      ],
      [
        "çĶ",
        "ŁæĪĲ"
      ],
      [
        "è§",
        "Ĩ"
      ],
      [
        "è§",
        "ī"
      ],
      [
        "è®",
        "º"
      ],
      [
        "è®",
        "Ńç»ĥ"
      ],
      [
        "åı",
        "Ĥ"
      ],
      [
        "åı",
        "Ĭ"
      ],
      [
        "åı",
        "ĳ"
      ],
      [
        "åľ",
        "°"
      ],
      [
        "ĠL",
        "oRA"
      ],
      [
        "èĥ½",
        "åĬ"
      ],
      [
        "åħ",
        "³"
      ],
      [
        "åħ",
        "·"
      ],
      [
        "æĪ",
        "ĸ"
      ],
      [
        "è¯",
        "»"
      ],
      [
        "è¿",
        "Ļæĺ¯"
      ],
      [
        "éĩ",
        "į"
      ],
      [
        "æľ¬",
        "åĳ¨"
      ],
      [
        "¶æ",
        "ŀĦ"
      ],
      [
        "äº",
        "İ"
      ],
      [
        "åº",
        "ĵ"
      ],
      [
        "åº",
        "ķ"
      ],
      [
        "æī",
        "ĭåĨ"
      ],
      [
        "å·",
        "¥"
      ],
      [
        "åĩ",
        "»è·"
      ],
      [
        "éĢ",
        "ļ"
      ],
      [
        "ĠG",
        "PT"
      ],
      [
        "æķ°",
        "æį"
      ],
      [
        "åİ",
        "ŁçĲĨ"
      ],
      [
        "æ¡",
        "Ĩæŀ"
      ],
      [
        "æ³",
        "ķ"
      ],
      [
        "æĢ",
        "ģ"
      ],
      [
        "æĻ",
        "ºèĥ½"
      ],
      [
        "æĸĩ",
        "æľ¬"
      ],
      [
        "ç½",
        "²"
      ],
      [
        "ĠM",
        "ult"
      ],
      [
        "ĠT",
        "ransformer"
      ],
      [
        "Ġä»¥",
        "åıĬ"
      ],
      [
        "Łº",
        "æľ¬"
      ],
      [
        "çłĶ",
        "è¯»"
      ],
      [
        "éĹ®",
        "çŃ"
      ],
      [
        "å¯¹",
        "é½Ĳ"
      ],
      [
        "éĥ¨",
        "ç½²"
      ],
      [
        "202",
        "6"
      ],
      [
        "¯çº",
        "¿åĽ"
      ],
      [
        "ºåĮĸ",
        "åŃ¦ä¹ł"
      ],
      [
        "æĬĢ",
        "æľ¯"
      ],
      [
        "æ£Ģ",
        "ç´¢"
      ],
      [
        "çĤ",
        "¹"
      ],
      [
        "çªģ",
        "åĩ»è·"
      ],
      [
        "Ġæĺ¯",
        "å¦Ĥä½ķ"
      ],
      [
        "ç¬Ķè®",
        "°"
      ],
      [
        "èĥ½åĬ",
        "Ľ"
      ],
      [
        "æľ¬åĳ¨",
        "ä»»åĬ¡"
      ],
      [
        "æīĭåĨ",
        "Ļ"
      ],
      [
        "æķ°æį",
        "®"
      ],
      [
        "æ¡Ĩæŀ",
        "¶"
      ],
      [
        "ĠMult",
        "i"
      ],
      [
        "éĹ®çŃ",
        "Ķ"
      ],
      [
        "¯çº¿åĽ",
        "¾"
      ],
      [
        "çªģåĩ»è·",
        "¯çº¿åĽ¾"
      ]
    ]
  }
}